{
    "id": "ukraine",
    "classification": "CRITICAL",
    "emoji": "🇺🇦",
    "title": "RUSSIAN INVASION OF UKRAINE",
    "date": "2014 – PRESENT",
    "injuredCount": 10,
    "killCount": 450000,
    "special": "DISPLACEMENTS",
    "specialCount": 10200000,
    "text": "<u>Historical Context:</u><br> Russia was greatly outraged when Ukraine had chosen Independence from Russia after the dissolvement of the Soviet Union. Ukraine had been a large part of the Soviet Union’s agricultural production, defence industries, and military, including the Black Sea Fleet and some of the nuclear arsenal. Ukraine had aimed to align themselves with Western organisations like NATO and the EU for the prosperity and protection of their nation from Russia. <br>https://www.cfr.org/backgrounder/ukraine-conflict-crossroads-europe-and-russia<br><br><u>Causes:</u><br> Putin espoused irredentist views challenging Ukraine's right to exist, falsely claimed that Ukraine was governed by neo-Nazis persecuting the Russian minority, and said that Russia's goal was to \"demilitarise and denazify\" Ukraine.<br>Russia invaded Ukraine with the aim of toppling the Western-aligned government of Volodymyr Zelenskyy.<br><br><u>International Involvement:</u><br> NATO refused to allow Ukraine to join NATO, preventing them from gaining military protection against Russia. The North Atlantic Treaty Organisation created in April 1949, was formed for the purpose of mutual protection against USSR threats. Most officials believed it would be too risky to allow Ukraine to join NATO as it would cause outrage by Russian officials and ensure more countries to be involved in a very likely war.<br>On 28 February 2022, four days after it was invaded by Russia, Ukraine applied for membership of the European Union. It is one of nine current EU candidate countries, together with Albania, Bosnia and Herzegovina, Georgia, Moldova, Montenegro, North Macedonia, Serbia, and Turkey. On 14 December 2023, the European Council decided to open accession negotiations with Ukraine.<br>The EU has stepped up its political, humanitarian, military and financial support for Ukraine's economy, society, and future reconstruction.<br><br>https://en.wikipedia.org/wiki/Accession_of_Ukraine_to_the_European_Union<br>https://european-union.europa.eu/priorities-and-actions/eu-support-ukraine_en<br>",
    "blurb": "Russian military operation in Ukraine after the annexation of Crimea"
}
