{
    "classification": "CRITICAL",
    "emoji": "🇺🇦",
    "title": "ISRAEL PALESTINE CONFLICT",
    "date": "07/10/2023 – PRESENT",
    "injuredCount": 10,
    "killCount": 40000,
    "special": "INTERNALLY DISPLACED PERSONS",
    "specialCount": 2100000,
    "text": "<u>Historical Context:</u><br>The rise of zionism (Jewish nationalist movement that aims for creation of Jewish state in Palestine) began in the late 19th to 20th century. The large amount of anti-semitism in Europe had popularised this belief.<br>Britain colonised Palestine after the defeat of the Ottoman empire shortly after WW1. The region was inhabited by Jewish, Arab and other ethnic group minorities.The Balfour Declaration issued by the British Government in 1917 stated its support for the establishment of a \"national home for the Jewish people\" in Palestine. Jews claimed that Palestine was their ancestral home, the Palestinians strongly opposed this.<br>Before and during WW2, many Jews fled to Palestine to escape the persecution led by the Nazis. Tensions between the local Palestinians, Jews, and the British rule were high. The United Nations had voted for Palestine to split into Jewish and Arab states with Jerusalem as an international city. This was rejected by the local Palestinians but accepted by Zionists, with them intending to expand further than the UN’s allocated borders.<br>https://www.bbc.com/news/newsbeat-44124396<br>https://en.wikipedia.org/wiki/Israeli%E2%80%93Palestinian_conflict<br><br><u>Causes:</u><br> “Hamas said its attack was in response to Israel's continued occupation, blockade of Gaza, and settlements expansion, as well as alleged threats to the Al-Aqsa Mosque and the plight of Palestinians.” - Israel-Hamas war on Wikipedia.<br>Israel was established after the second world war along with the conflicts following it had led to the displacement of many Palestinians. According to Wikipedia’s page on the Israel - Palestine conflict, “The Palestinians seek to establish their own independent state in at least one part of historic Palestine. Israeli defence of its own borders, control over the West Bank, the Egyptian-Israeli blockade of the Gaza Strip, and Palestinian internal politics currently make the Palestinians' goal out of reach.”<br>https://en.wikipedia.org/wiki/History_of_the_Israeli%E2%80%93Palestinian_conflict<br>https://en.wikipedia.org/wiki/Israel%E2%80%93Hamas_war<br><br><u>International Involvement:</u><br>Germany, the EU, the US and others classify Hamas as a terrorist group.<br>The United States, United Kingdom, and Germany have supplied Israel with substantial military and medical aid<br>Most Islamic countries denounce the actions of Israel and their allies<br><br>",
    "blurb": "Russian military operation in Ukraine after the annexation of Crimea"
}